{
  "me": {
    "header": "Welcome!👋🏽",
    "description": "My name is Guillermo, and I love ideating and building stuff.",
    "content": {
      "1": "I'm a Full-Stack Engineer specialized in React, TypeScript, and Laravel.",
      "2": "I've cultivated a strong product mindset by engaging with stakeholders and participating in every aspect of the development life cycle."
    },
    "slides": {
      "1": {
        "header": "Want to read about my journey?",
        "content": "Click START to see how I became a Software Engineer 💻"
      },
      "2": {
        "header": "My passion for computers",
        "content": "It starts in the '90s, when my parents buy our first computer, becoming a core part of my activities and entertainment. As I grow up - and start playing videogames - I start building my own custom computers and scripts."
      },
      "3": {
        "header": "Going to university",
        "content": "This was my first big failure as I didn't complete my Telecom degree - only ~50% of it -. However, this experience helped me identify my weaknesses and laid the groundwork for what my career would become in the future."
      },
      "4": {
        "header": "Plan B",
        "content": "I decided to pursue a career in Software Development, so I planned carefully my next steps: I became a self-taught developer, worked part-time as an IT technician, and got a diploma in Cross-platform Software Development."
      },
      "5": {
        "header": "Moving to the UK",
        "content": "I secured an intership in an Edinburgh-based consultancy, so I decided to leave my comfort zone and devoted myself to making the most out of this experience. It was my first working experience in Web Development."
      },
      "6": {
        "header": "Working at Rooser",
        "content": "I became part of an awesome team that helped me grow both personally and professionally. This experience also helped me develop a product and user-first mindset through an active participation in every step of the software development life cycle."
      },
      "7": {
        "header": "And now what?",
        "content": "I decided to take some time off to work on some personal projects - like this site! - and do some personal development. Whatever challenge comes next, I'm looking forward to it and to share my learnings here. Stay tuned!"
      }
    }
  },
  "skills": {
    "header": "My skills",
    "description": "Through my journey, I've developed a varied set of skills that have been useful for the many tasks I've accomplished in the past. They also serve as the base of the new skills that I keep working on in order to become an specialized generalist."
  },
  "traits": {
    "header": "About me",
    "content": {
      "1": "I consider myself a calm and friendly person that always see the good in people. I don't like to jump into conclussions quickly and enjoy debating ideas in order to learn more about how others think.",
      "2": "A bit of a shy extrovert, I'm comfortable in small groups and",
      "3": " - despite I can get nervous in front of bigger audiences - ",
      "4": "feel happy to present my ideas to larger and non-technical audiences.",
      "5": "In a team environment, I enjoy helping others and making sure newcomers feel welcomed.",
      "6": "You can find my personality description in the following link:",
      "7": "You can also see my traits on the left ➡️"
    },
    "sectionHeader": {
      "whatILike": "What I like"
    }
  },
  "buttons": {
    "back": "Go back",
    "aboutMe": "About me",
    "skills": "My skills",
    "prev": "Back",
    "next": "Next",
    "start": "Start"
  }
}